Repository: IGRSoft/Lock-Watcher
Catalog: Resources/*.lproj/Localizable.strings
Languages: ru, uk

source: Launch at login
ru: Запустить на логине
uk: Запустити на логіні

# SnapshotOnWakeUp
source: Take Snapshot On WakeUp
ru: Сделать снимок при пробуждении
uk: Зробити знімок при пробудженні

# SnapshotOnLogin
source: Take Snapshot On Login
ru: Сделать снимок при входе
uk: Зробити знімок при вході

# SnapshotOnWrongPassword
source: Take Snapshot On Wrong Password
ru: Сделать снимок при неверном пароле
uk: Зробити знімок при невірному паролі

# SnapshotOnSwitchToBatteryPower
source: Take Snapshot On Switch To Battery Power
ru: Сделать снимок при смене питания
uk: Зробити знімок при зміні живлення

# SnapshotOnUSBMount
source: Take Snapshot On USB Mount
ru: Сделать снимок при подключении в USB
uk: Зробити знімок при підключенні в USB

# KeepLastN %d
source: Keep last %d
uk: Залишити останні %d

source: Last Snapshots
ru: Последние снимки
uk: Останні знімки

source: Send to Mail
ru: Отправить писво на
uk: Надіслати листа до

# AddLocationToSnapshot
source: Add location info to snapshot
ru: Добавить геопозицию на снимок
uk: Додати геопозицію на знімок

# AddIPAddressToSnapshot
source: Add IP Address info to snapshot
ru: Добавить IP адрес на снимок
uk: Додати IP адресу на знімок

source: Save snapshot to disk
ru: Сохранить снимок на диск
uk: Зберегти знімок на напичувач

source: Sync with iCloud
ru: Синхронизировать с iCloud
uk: Синхронізувати з iCloud

source: Sync with Dropbox
ru: Синхронизировать с Dropbox
uk: Синхронізувати з Dropbox

source: Push Local Notification
ru: Создать локальное уведомление
uk: Створити локальне повідомлення

# SyncedWithDropbox %@
source: Sync with Dropbox: %@
uk: Синхронізовано з: %@

source: Logout
ru: Выйти
uk: Вийти

source: Authorize
ru: Подключить
uk: Підключити

source: Quit
ru: Выход
uk: Вихід

# Notices
source: Legal Notice
ru: Официальное уведомление
uk: Офіційне повідомлення

source: Last Snapshot:
ru: Последний снимок:
uk: Останній знімок:

source: Snapshot at: %@
ru: Снимок в: %@
uk: Знімок о: %@

# TriggerType_onWakeUp
source: On wake up
uk: на пробудження

# TriggerType_onWrongPassword
source: On entered wrong password:
uk: на введення невірного пароля

# TriggerType_onBatteryPower
source: On removed power supply
uk: на отключение источника питания

# TriggerType_usbConnected
source: On connected usb device
uk: на відключення джерела живлення

# TriggerType_logedIn
source: On login
uk: на вхід

# AuthInfo
source: unlock access to database data
ru: разблокировать доступ к данным базы данных
uk: розблокувати доступ до даних бази даних

# Auth_deviceAuthentificationFailed
source: User authentication with biometry or Apple Watch failed.
uk: Помилка автентифікації користувача за допомогою біометрії або Apple Watch

# Auth_passwordAuthentificationFailed
source: Passwod is wrong.
uk: Невірний пароль.

# TakeSnapshotAndStart
source: Take snapshot and start use
ru: Сделать снимок и начни пользоваться
uk: Зробити знімок та почати користуватися

source: First launch setup
ru: Первая настройка
uk: Перше налаштування

# ProtectAccess
source: Protect acces
ru: Защитить доступ
uk: Захистити доступ

# ProtectPassword
source: Password
ru: пароль
uk: пароль

# ButtonSet
source: Set
ru: Установить
uk: Встановити

source: Enter password
ru: Введите пароль
uk: Введіть пароль

# ButtonOk
source: OK
ru: Хорошо
uk: Добре

# ButtonCancel
source: Cancel
ru: Отмена
uk: Відхилили

# ButtonSettings
source: Settings
uk: Налаштунки

# OpenSettings
source: Please, update application permissions to full usage. Open Privacy Settings?
uk: Будь-ласка, оновіть права доступу для застосунку для повного функціонування. Відкрити налаштування конфіденційністі?

# AddTraceRoute
source: Add Trace Route info
ru: Добавить Trace Route инфо
uk: Додати Trace Route інфо

# Tips0
source: Use app from the Menu Bar
uk: Користуйтесь додатком з Меню Бара

# SetupSuccess
source: Success!
uk: Вдало!

# SuccessTimer %d
source: window will be close in %ds
uk: вікно буде зачинено за %dс

# SetupFault
source: Fault!
uk: Помилка

# SetupFaultMessage
source: please, enable all permissions to app
uk: Будь-ласка, дайте доступ додатку

# SetupOpenSettings
source: Open Settings
uk: Вікрити налаштування
